

[
    {"diphtheria": "Diphtheria is a serious disease of the nose, throat and skin. It causes sore throat, fever and chills. It can be complicated by breathing problems, heart failure and nerve damage. Diphtheria kills about one out of every 10 people who get the disease. It is most often passed to others through coughing and sneezing."},
    {"tetanus": "Tetanus or lockjaw is a serious disease that can happen if dirt with tetanus germ gets into a cut in the skin. Tetanus germs are found everywhere, usually in soil, dust and manure. It does not spread from person to person. Tetanus causes cramping of the muscles in the neck, arms, leg and stomach and painful convulsions which can be severe enough to break bones. Even with early treatment, tetanus kills two out of every 10 people who get it."},
    {"pertussis": "Pertussis, also called whooping cough, is a serious disease especially in children. Children who get this disease have spells of violent coughing. This cough can cause them to vomit or stop breathing for a short period of time. The cough can last for weeks and makes it hard for a child to eat, drink or even breathe. Pertussis can cause serious complications. Pneumonia can occur in more than two out of 10 children with pertussis. Pertussis can also cause brain damage, seizures and death. These problems happen most often in babies. Pertussis spreads very easily from an infected person to others through coughing or sneezing."},
    {"polio": "Polio is a serious disease that people can get from drinking water or eating food with the polio germ in it. It can also be spread from person to person. This disease can cause nerve damage and paralyze a person for life. It can paralyze muscles used for breathing, talking, eating and walking. It can also cause death."},
    {"Hib": ["Even though, influenzae is a part of its name, the Hib germ does not cause influenza. Before the Hib vaccine was used, the Hib germ was a common cause of serious infections in children. Hib was the most common cause of bacterial meningitis in children two months to five years of age. Meningitis is a serious infection of the fluid and lining that cover the brain and spinal cord. Meningitis can cause brain damage, learning and developmental problems, deafness and blindness. One out of 20 children with meningitis can die and serious disability (nerve damage, deafness) occurs in about 15 percent of cases.", 
            "The Hib germ also causes a serious infection of the throat near the voice box. This infection is called epiglottitis. This can make it difficult for the child to breathe. The Hib germ can also cause infection of the lungs (pneumonia) and bone and joint infections.", 
            "Children under five years are more likely to get Hib disease. Children who attend childcare centres are even more likely to catch it. The Hib germ spreads to others through coughing and sneezing."]},
    {"pneumo-conjugate-13": "The pneumococcal conjugate vaccine protects children against invasive pneumococcal infections such as pneumonia, bacteraemia (infection of the blood) and meningitis (infection of the brain)."},
    {"rotavirus": ["Rotavirus is a common infection that causes vomiting and diarrhea in infants and children. Rotavirus is very contagious, spreading easily from children who are already infected to other infants, children and sometimes adults. Most children are infected with rotavirus at least once by five years of age. Serious but rare symptoms commonly seen in children less than two years of age include severe diarrhea, leading to hospitalization.",
                  "Rotavirus infection is a major cause of visits to health care providers and hospital stays for infants and children under five years of age in Ontario. Deaths in Ontario due to rotavirus are rare."]},
    {"measles": ["Measles can be a serious infection. It causes high fever, cough, rash, runny nose and watery eyes. Measles lasts for one to two weeks. Ear infections or pneumonia (lung infection) can happen in one out of every 10 children with measles. Measles can also be complicated by encephalitis, an infection of the brain, in about one out of every 1,000 children with measles. This may cause brain damage and developmental delays. Measles can also make a pregnant woman have a miscarriage or give birth prematurely.", 
                "Measles spreads from person to person very easily and quickly. People can get measles from an infected person coughing or sneezing around them or simply talking to them."]},
    {"mumps": ["Mumps is a viral infection that is characterized by fever, headache and swelling of the cheek, jaw and neck. It usually happens in children between five and nine years of age, but can also affect very young children and can result in more serious complications such as meningitis. Fortunately, mumps meningitis does not usually cause permanent damage. Recently, disease outbreaks have occurred more often among adolescents and young adults.",
                "Mumps can cause very painful, swollen testicles in about one out of four teenage boys or adult men, and painful infection of the ovaries in one out of 20 women. Mumps infection during the first three months of pregnancy may increase the risk of miscarriage. Mumps can cause deafness in some people.",
                "People can get mumps from an infected person coughing or sneezing around them or simply talking to them. It can also be spread through contact with the saliva of an infected person."]},
    {"rubella": ["Rubella is usually a mild illness in children; up to half of the infections with rubella occur without a rash. Rubella may cause fever, sore throat, swollen glands in the neck and a rash on the face and neck. Temporary aches and pains and swelling of the joints are common in adolescents and adults, especially females, with rubella infection. Rubella can be followed by chronic arthritis (inflamed joints). It can also cause temporary blood clotting problems and encephalitis.",
                "Rubella is very dangerous in pregnant women. If a woman gets rubella in the early part of a pregnancy, it is very likely that her baby will develop congenital rubella syndrome and be severely disabled or die.",
                "Rubella spreads by contact with an infected person through coughing, sneezing or talking to them. It can also be spread by contact with the saliva of infected people."]},
    {"men-conjugate-C": ["Meningococcal disease is caused by bacteria known as Neisseria meningitidis (commonly known as meningococcus). Meningococcal disease is a very serious infection. It occurs in people who have either come in contact with a healthy person known as a “carrier” of meningococci bacteria or come in contact with a sick person with meningococcal disease.", 
                        "Meningococcal disease occurs in two main forms. Meningococcal septicaemia, also called meningococcemia, occurs when the bacteria infect the bloodstream and cause blood poisoning. Meningococcal meningitis occurs when the bacteria infect the outer lining around the brain and spinal cord."]},
    {"men-conjugate-ACYW": ["Meningococcal disease is caused by bacteria known as Neisseria meningitidis (commonly known as meningococcus). Meningococcal disease is a very serious infection. It occurs in people who have either come in contact with a healthy person known as a “carrier” of meningococci bacteria or come in contact with a sick person with meningococcal disease.", 
                        "Meningococcal disease occurs in two main forms. Meningococcal septicaemia, also called meningococcemia, occurs when the bacteria infect the bloodstream and cause blood poisoning. Meningococcal meningitis occurs when the bacteria infect the outer lining around the brain and spinal cord."]},
    {"varicella": ["Another name is Chickenpox, is caused by the varicella-zoster virus. Children with chickenpox will feel sick with fatigue, mild headache, fever up to 39°C, chills and muscle or joint aches a day or two before a red rash begins. The raised itchy red blisters can be anywhere on the body. Blisters dry up and form scabs in four to five days.",
                    "The risk of these complications increases with age. Chickenpox spreads very easily from person to person. It is passed from an infected person to others through coughing, sneezing and even talking. You can also get chickenpox if you touch a blister or the liquid from a blister.",
                    "Birth defects may occur if the baby gets chickenpox from the mother before being born. The risk of these complications increases with age."]},
    {"hepatitis-B": ["Hepatitis B is caused by a virus that affects the liver and can cause permanent damage. It's the biggest cause of liver cancer worldwide. You need your liver to digest food and remove waste from your body.", 
                    "There are around 150 cases of hepatitis B reported in Ontario each year. People with the disease often become tired, feverish, lose their appetite, and sometimes get yellow skin and eyes (called jaundice). However some people can get the virus and not have any symptoms. That means they can infect someone else without knowing. It is important therefore to get immunized."]},
    {"human-papillomavirus": ["Abbreviation is HPV. HPV is a very common virus that is spread during sexual activity through skin-to-skin contact with an infected person. HPV can lead to different kinds of cancer in females and males.", 
                            "There are many different types of HPV. Some types of HPV, as examples, can cause cervical, vulvar, vaginal, penile and anal cancer. Other types can lead to skin lesions such as genital warts.",
                            "Fortunately, infections from most common cancer-causing types of HPV can be prevented with the HPV vaccine.", 
                            "Boys or girls who are unable to begin or complete the HPV vaccine series in Grade 7 are eligible to catch-up missed doses through their local public health unit, free of charge, until the end of Grade 12."]},
    {"seasonal-flu": "Influenza, commonly known as the flu, is a respiratory infection that is caused by a virus. It can lead to severe complications such as pneumonia. People of any age can get the flu. Most people who get the flu will recover within seven to ten days, but some are at greater risk of serious complications and may require hospitalization. Your best defence against the flu is to get the flu shot."}       
]